Repository: aLehav/ain_shomeret_taguette
Catalog: po/website_*.po
Languages: vi_vn

source: You can also view the document with all its highlights by navigating to the <strong>Documents</strong> tab in the left pane. Then just click on the document you wish to view, and if you've highlighted it, you should see:
vi_vn: Bạn cũng có thể xem tài liệu với tất cả các điểm nổi bật của nó bằng cách điều hướng đến thẻ<strong>Tài liệu</strong> ở bên phía trái. au đó, chỉ cần nhấp vào tài liệu bạn muốn xem và nếu bạn đã đánh dấu nó, bạn sẽ thấy:

source: If you hover your mouse over a highlighted section of text, you will see tags in a tooltip to the right of your mouse cursor. To explore your highlighted document in a different way, you can try clicking on the <strong>Backlight</strong> checkbox. You can see it at the bottom of the pane. It will grey out all the non-highlighted text to make the highlighted text really pop. We found this to be a nice view for exploring the texts differently:
vi_vn: Nếu di chuột qua phần văn bản được đánh dấu, bạn sẽ thấy các thẻ trong chú giải công cụ ở bên phải con trỏ chuột. Để khám phá tài liệu được đánh dấu của bạn theo một cách khác, bạn có thể thử nhấp vào hộp kiểm <strong>Backlight</strong>. Bạn có thể thấynhìn thấy nó ở dưới cùng của khung. Nó sẽ tô xám tất cả các văn bản không được tô sáng để làm cho văn bản được tô sáng thực sự nổi bật. Chúng tôi thấy đây là một chế độ xem đẹp để khám phá các văn bản khác nhau:

source: <svg class="svg-icon"><use xlink:href="#icon-file-export"></use></svg> Export Options
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-file-export"></use></svg> Tùy chọn Xuất

source: You can export everything out of Taguette that you put in: tags, highlights, codebooks, documents, and even the entire project!
vi_vn: Bạn có thể xuất mọi thứ ra khỏi Taguette mà bạn đã nhập: thẻ, đánh dấu, sách mã, tài liệu và thậm chí toàn bộ dự án!

source: To export the codebook of your project - this is a list of all the tags that you've created alongside their description - use the dropdown menu in the <strong>Project</strong> tab in the left pane of Taguette, underneath the project description. There is a variety of export options, including <code>QDC</code> (REFI-QDA standard), <code>CSV</code> (spreadsheet), <code>XLSX</code> (Microsoft Excel), <code>DOCX</code> (Microsoft Word), <code>HTML</code>, and <code>PDF</code>.
vi_vn: Để xuất sổ mã của dự án của bạn - đây là danh sách tất cả các thẻ mà bạn đã tạo cùng với mô tả của chúng - hãy sử dụng menu thả xuống trong tab <strong>Dự án</strong> ở ngăn bên trái của Taguette, bên dưới mô tả dự án. Có nhiều tùy chọn xuất khác nhau, bao gồm <code>QDC</code> (tiêu chuẩn REFI-QDA), <code>CSV</code> (bảng tính), <code>XLSX</code> (Microsoft Excel), <code>DOCX</code> (Microsoft Word), <code>HTML</code> và <code>PDF</code>.

source: To export all the associated highlights for a given tag, navigate to the <strong>Highlights</strong> tab in the left pane, and click on the tag of the highlights you'd want to export. Then you can use the <strong>Export this view</strong> dropdown menu at the top right in the right pane. You will have a choice of <code>HTML</code> (a webpage), <code>CSV</code>, <code>XLSX</code>, <code>DOCX</code> (editable), or <code>PDF</code> (not easily editable). While you will see the document with all the highlights, right now you won't be able to tell from that doc which tags go with the highlights.
vi_vn: Để xuất tất cả các điểm nổi bật được liên kết cho một thẻ nhất định, hãy điều hướng đến thẻ <strong>Highlights</strong> ở bên phía trái, sau đó chọn và các phần đánh dấu mà bạn muốn xuất ra. Sau đó bạn có thể sử dụng danh mục thả xuống <strong>Export this view</strong> ở phí trên bên phải của cửa sổ. Bạn có các lựa chọn <code>HTML</code> (1 trang web), <code>CSV</code>, <code>XLSX</code>, <code>DOCX</code> (có thể chỉnh sưat), hay <code>PDF</code> (khó chỉnh sửa hơn). Trong khi bạn sẽ thấy tài liệu với tất cả các phần đánh dấu, lúc này bạn sẽ không thể biết từ tài liệu đó thẻ nào đi cùng với các điểm đánh dấu.

source: You will see all the highlighted text for the particular tag with information about each highlight right underneath it -- which document it came from, and which tags are associated with it. This is how it looks with the <code>DOCX</code> export:
vi_vn: Bạn sẽ thấy tất cả văn bản được tô sáng cho thẻ cụ thể với thông tin về từng phần tô sáng ngay bên dưới nó -- văn bản đó đến từ tài liệu nào và thẻ nào được liên kết với nó. Đây là giao diện của nó với định dạng tệp xuất ra là<code>DOCX</code>:

source: To export all the tags with all associated highlights, navigate to the <strong>Highlights</strong> tab in the left pane, and click on <strong>See all highlights</strong>. Then you can use the <strong>Export this view</strong> dropdown menu at the top right in the right pane. Again, you will have a choice of <code>HTML</code>, <code>DOCX</code>, or <code>PDF</code>.
vi_vn: Để xuất ra tất cả các phần tô sáng được liên kết, hãy chuyển đến thẻ <strong> Highlights</strong>và nhấp vào <strong>See all highlights</strong>. Sau đó sử dụng trình đổ xuống <strong>Export this view</strong> góc trên bên phải. Một lần nữa, bạn có các tùy chọn <code>HTML</code>, <code>DOCX</code>, hay <code>PDF</code>.

source: You will see all the highlighted text for all tags with information about it -- which document it came from, and which tags are associated with it. This is how it looks with the <code>DOCX</code> export:
vi_vn: Bạn sẽ thấy tất cả văn bản được đánh dấu cho tất cả các thẻ có thông tin về nó -- nó đến từ tài liệu nào và các thẻ nào được liên kết với nó. Đây là giao diện của nó với tùy chọn <code>DOCX</code>:

source: To export the document that you've highlighted, first navigate to the <strong>Documents</strong> tab in the left pane, and click on the document that you want to export. Then you can use the <strong>Export this view</strong> dropdown menu at the top right in the right pane. Again, you will have a choice of <code>HTML</code>, <code>DOCX</code>, or <code>PDF</code>.
vi_vn: Để xuất tài liệu mà bạn đã đánh dấu, trước tiên hãy điều hướng đến thẻ <strong>Documents</strong> ở bên phía trái, chọn tài liệu mà bạn muốn xuất nội dung. Sau đó bạn chọn trình đổ xuống<strong>Export this view</strong> ở phía trên bên phải. Một lần nữa, bạn có các tùy chọn <code>HTML</code>, <code>DOCX</code>, hay <code>PDF</code>.

source: You will see the document with your highlight in yellow, and the associated tag(s) next to the highlighted text, itself highlighted in light red and in brackets. Yellow = quote, light red = tag(s). This is how it looks with the <code>DOCX</code> export:
vi_vn: Bạn sẽ thấy các tài liệu cùng các phần đã được tô vàng và tương ứng với nó là các thẻ tương ứng ở bên cạnh, bản thân nó có màu đỏ và được đặt trong ngoặc đơn. Vàng = Trích dẫn, đỏ = Thẻ. Đây là giao diện của nó với việc xuất ra dạng <code>DOCX</code>:

source: You can also import and export projects in Taguette! To export your project, go to the <strong>Project Info</strong> tab in the left pane. You should see a button that says <strong>Export project</strong>. Click that, and you should get a download started of a <code>SQLite3</code> file. This holds your Taguette project, all files, as well as all highlights and codes:
vi_vn: Bạn có thể nhập vào và xuất các dự án trong Taguette! Để xuất ra, hãy đi đến thẻ <strong>Project Info</strong> bên phía trái. Tại đây sẽ có thẻ <strong>Export project</strong>. Nhấp chọn và bạn sẽ thấy một file mang định dạng <code>SQLite3</code> để tài xuống xuất hiện. File này chứa dự án Taguette của bạn, tất cả các tệp, cũng như tất cả các điểm đánh dấu và mã:

source: To import your project onto another instance of Taguette (for instance, a locally running copy on your computer or another server), go to the welcome screen in Taguette and click "Import a project file":
vi_vn: Để nhập dự án của bạn vào một phiên bản Taguette khác (ví dụ: bản sao chạy cục bộ trên máy tính của bạn hoặc máy chủ khác), hãy chuyển đến màn hình chào mừng trong Taguette và nhấp vào "Import a project file":

source: From there, you select a project to upload. It should have the <code>SQLite3</code> file extension to be uploaded. Click Browse and select the file. Taguette will confirm on this screen the name of the project, and once you hit "Import", all project materials will be imported!
vi_vn: Từ đó, bạn chọn một dự án để tải lên. Nó cần có định dạng <code>SQLite3</code> để tải lên. Nhấp chọn Browse và lựa chọn File cần tìm. Taguette sẽ thông báo xác nhận tên của dự án, khi bạn đã chọn "Import", dự án cùng tất cả nội dung liên quan sẽ được tải lên!

source: If you want to browse the database directly, you can find documentation about the schema <a href="https://gitlab.com/remram44/taguette/-/blob/master/ARCHITECTURE.md#the-database">in our internal documentation</a>.
vi_vn: Nếu bạn muốn duyệt trực tiếp cơ sở dữ liệu, bạn có thể tìm tài liệu về lược đồ<a href="https://gitlab.com/remram44/taguette/-/blob/master/ARCHITECTURE.md#the-database">in our internal documentation</a>.

# subtitle
source: FEEDING YOUR QUALITATIVE NEEDS
vi_vn: ĐÁP ỨNG CÁC NHU CẦU ĐỊNH TÍNH CỦA BẠN

source: Have you ever searched "free qualitative research software" only to be disappointed that nothing lets you tag your materials? Search no more! Taguette is a <strong>free and open-source</strong> tool for qualitative research. You can import your research materials, highlight and tag quotes, and export the results!
vi_vn: Bạn đã bao giờ tìm kiếm "Phần mềm nghiên cứu định tính miễn phí" để rồi nhận về nỗi thất vọng vì không có gì có thể giúp bạn đánh dấu cho các tài liệu nghiên cứu của bạn? Đừng tìm nữa! Taguette là một công cụ <strong>miễn phí và mã nguồn mở</strong> cho nghiên cứu định tính. Bạn có thể nhập tài liệu nghiên cứu của mình, đánh dấu và gắn thẻ trích dẫn cũng như xuất kết quả!

source: Learn more &raquo;
vi_vn: Tìm hiểu thêm &raquo;

source: Try out Taguette on our server %(external_icon)s
vi_vn: Thử Taguette trên server của chúng tôi%(external_icon)s

source: Work Locally
vi_vn: Làm việc độc lập

source: Taguette works both on your local computer (macOS, Windows, Linux) and on a server. When running Taguette locally, <strong>your data is as secure as your computer</strong>. That means that if you can have your data on your computer, you can run Taguette with no worries.
vi_vn: Taguette hoạt động cả trên máy tính cục bộ của bạn (macOS, Windows, Linux) và trên máy chủ. Khi chạy Taguette cục bộ,<strong>dữ liệu an toàn như máy tính của bạn</strong>. Điều đó có nghía là nếu bạn có dữ liệu trên máy tính, bạn có thể chạy Taguette mà không phải băn khoăn gì.

# button
source: Install now &raquo;
vi_vn: Cài đặt ngay &raquo;

source: Highlight &amp; Tag
vi_vn: Đánh dấu &amp; Thẻ

source: Taguette allows you to upload your research materials and tag them, just as you would use different color highlighters with printed paper. You can add new tags, then just select some text, click 'new highlight', and add whatever tag you find to be most relevant!
vi_vn: Taguette cho phép bạn tải tài liệu nghiên cứu của mình lên và gắn thẻ chúng, giống như bạn sử dụng bút đánh dấu màu khác nhau với tài liệu giấy. Bạn có thể thêm các thẻ mới, sau đó chỉ cần chọn một số văn bản, nhấp vào 'Tô sáng' và thêm bất kỳ thẻ nào bạn thấy là phù hợp nhất!

# button
source: Get started &raquo;
vi_vn: Bắt đầu &raquo;

source: Export Results
vi_vn: Xuất kết quả

source: After you've done your work highlighting materials in Taguette, you can export in a variety of ways -- your whole project, codebook, all your highlighted quotes (or ones for a specific tag!), and highlighted documents. It's a good practice to keep an archival copy of your work!
vi_vn: Sau khi bạn hoàn thành công việc của mình các tài liệu đánh dấu trong Taguette, bạn có thể xuất theo nhiều cách - toàn bộ dự án, sổ mã, tất cả các trích dẫn được đánh dấu của bạn (hoặc các tài liệu cho một thẻ cụ thể!) Và các tài liệu được đánh dấu. Đó là một cách làm tốt tốt để giữ một bản sao lưu trữ của công việc của bạn!

# button
source: View details &raquo;
vi_vn: Xem chi tiết &raquo;

# page title
source: Install Taguette, the free and open-source qualitative data analysis tool
vi_vn: Cài đặt Taguette, công cụ phân tích dữ liệu định tính nguồn mở và miễn phí

source: Install <span style="font-family: BadScript;">TAGUETTE</span>
vi_vn: Cài đặt <span style="font-family: BadScript;">TAGUETTE</span>

source: <p>Taguette is released under <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">the BSD license</a>. You can read about the team behind Taguette on our <a href="about.html#team">About</a> page.</p> <p>You are able to use Taguette on our server for free at <a href="https://app.taguette.org">https://app.taguette.org</a> and also install Taguette locally on your computer and/or server (if you'd like to self-host!). Using Taguette on our server (or your own) means that you will be able to collaborate with others while using Taguette on your own computer means you can use it offline and by yourself.</p>
vi_vn: <p>Taguette được tung ra dưới <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">Giấy phép BSD </a>. Bạn có thể đọc về đội ngũ đằng sau Taguette trên trang <a href="about.html#team">About</a>.</p> <p>Bạn có thể sử dụng Taguette miễn phí trên máy chủ của chúng tôi tại <a href="https://app.taguette.org">https://app.taguette.org</a> và cũng có thể cài đặt Taguette trên máy cục bộ hoặc server (nếu bạn thích!). Sử dụng Taguette trên máy chủ của chúng tôi (hoặc của riêng bạn) có nghĩa là bạn sẽ có thể cộng tác với những người khác trong khi sử dụng Taguette trên máy tính của riêng bạn, nghĩa là bạn có thể sử dụng nó ngoại tuyến và một mình.</p>

source: Installers
vi_vn: Bộ cài đặt

source: Taguette works on macOS, Windows, and Linux. The installers for macOS and Windows include Python, Taguette, and Calibre, so you don't need to install anything else. For Linux, the easiest way to install Taguette is to use <code>pip</code>, and those instructions are <a href="#pip">below</a>.
vi_vn: Taguette hoạt động trên HĐH macOS, Windows và Linux. Trình cài đặt cho macOS và Windows bao gồm Python, Taguette và Calibre, vì vậy bạn không cần phải cài đặt bất kỳ thứ gì khác. Đối với Linux, cách dễ nhất để cài đặt Taguette là sử dụng <code>pip</code>, và các hướng đẫn ở <a href="#pip">below</a>.

# popup for installation instructions
source: On Windows...
vi_vn: Trong Windows...

source: <p>Download the EXE file from <a href="%(download_page)s">our latest release page</a>.</p> <p>Open it. On some versions of Windows, you might get a warning that Taguette comes from an "unknown publisher". In that case, click on "more info" then "run anyway".</p> <p><img src="imgs/windows.png" width="696" height="319" class="mx-auto d-block"/></p> <p>Click through the installer wizard's steps. A "Taguette" entry will appear in your Start Menu and on your Desktop, if you selected that option.</p>
vi_vn: <p>Tải tệp EXE xuống từ <a href="%(download_page)s">Trang chứa phiên bản mới nhất</a>.</p> <p>Mở ra. Trên một số phiên bản của Windows, bạn sẽ thấy thông báo rằng Taguette đến từ "Nhà phát triển không rõ", trong trường hợp đó, nhấp vào "more info" và chọn tiếp "run anyway".</p> <p><img src="imgs/windows.png" width="696" height="319" class="mx-auto d-block"/></p> <p>Nhấp qua các bước cài đặt. . Một biểu tượng "Taguette" sẽ xuất hiện trên Start Menu và trên Desktop máy tính của bạn, nếu bạn đã chọn các tùy chọn đó trong khi cài đặt.</p>

# popup for installation instructions
source: On macOS...
vi_vn: Trên macOS...

source: <p>Download the DMG file from <a href="%(download_page)s">our latest release page</a>.</p> <p><img src="imgs/mac-01.png" width="543" height="158" class="mx-auto d-block"/></p> <p>When you open it, you will see a Finder window. You should drag the "Taguette.app" file to the "Applications" folder.</p> <p><img src="imgs/mac-02.png" width="543" height="158" class="mx-auto d-block"/></p> <p>Then double-click on "Applications", and right-click on "Taguette.app" and choose "Open".</p> <p><img src="imgs/mac-03.png" width="780" height="238" class="mx-auto d-block"/></p> <p><img src="imgs/mac-04.png" width="262" height="386" class="mx-auto d-block"/></p> <p>You will only have to do this the first time. After this, you will be able to start Taguette from the Launchpad or Spotlight.</p>
vi_vn: <p>Tải file DMG từ <a href="%(download_page)s">trang có phiên bản mới nhất</a>.</p> <p><img src="imgs/mac-01.png" width="543" height="158" class="mx-auto d-block"/></p> <p>Khi mở ra, bạn sẽ thấy một cửa sổ Finder. Bạn hãy rê tệp "Taguette.app" vào Folder "Applications".</p> <p><img src="imgs/mac-02.png" width="543" height="158" class="mx-auto d-block"/></p> <p>Kích đúp vào "Applications", kích chuột phải vào "Taguette.app" và chọn "Open".</p> <p><img src="imgs/mac-03.png" width="780" height="238" class="mx-auto d-block"/></p> <p><img src="imgs/mac-04.png" width="262" height="386" class="mx-auto d-block"/></p> <p>Bạn sẽ chỉ phải làm điều này lần đầu tiên. Sau này, bạn sẽ có thể bắt đầu Taguette từ Launchpad hoặc Spotlight.</p>

source: Once you start the application, you will see a terminal window appear. This is normal! You can ignore it completely and use Taguette from your web browser (<a href="http://localhost:7465/"><code>localhost:7465</code></a> should open automatically). Simply leave the terminal window open until you are done using Taguette, after which you can close that terminal window to stop Taguette.
vi_vn: Khi bạn khởi động ứng dụng, bạn sẽ thấy một cửa sổ đầu cuối xuất hiện. Điều này là bình thường! Bạn hoàn toàn có thể bỏ qua nó và sử dụng Taguette từ trình duyệt web của mình (<a href="http://localhost:7465/"><code>localhost:7465</code></a> để mở tự động). Duy trì việc mở cửa sổ đầu cuối cho đến khi bạn sử dụng xong Taguette, sau đó bạn có thể đóng cửa sổ đầu cuối đó để dừng Taguette.

source: Installation using pip
vi_vn: Cài dặt đùng PIP

source: <p>You first need to install <a href="https://www.python.org/downloads/">Python 3</a> and <a href="https://calibre-ebook.com/">Calibre</a>, the open-source e-book management software. Taguette uses a part of Calibre to convert documents into HTML, allowing you to highlight and tag parts of them.</p> <p>On Debian or Ubuntu, you can run <code>sudo apt install python3 calibre</code></p> <p>Once you've installed Python, you can create a Python 3 virtual environment and install Taguette with its dependencies from the command line with the following:</p> <pre>python3 -m venv taguette.virtualenv . taguette.virtualenv/bin/activate pip install taguette</pre> <p>After which you can simply run <code>taguette.virtualenv/bin/taguette</code> in the terminal to get it going. You'll see the command line will still be running. This is ok! Don't worry about the terminal, but do leave it open. A browser window should appear, pointing you to <a href="http://localhost:7465/"><code>localhost:7465</code></a>, and you can begin working on your projects!</p>
vi_vn: <p>Trước tiên cần cài đặt <a href="https://www.python.org/downloads/">Python 3</a> và<a href="https://calibre-ebook.com/">Calibre</a>, phần mềm quản lý sách điện tử mã nguồn mở. Taguette sử dụng một phần của Calibre để chuyển đổi tài liệu thành HTML, cho phép bạn đánh dấu và gắn thẻ các phần của chúng.</p> <p> Đối với Debian hay Ubuntu, bạn cần chạy app <code>sudo apt install python3 calibre</code></p> <p>Sau khi đã cài xong Python, bạn cần tạo môi trường Python 3 ảo rồi cài đặt Taguette với các tham số của nó từ dòng lệnh như sau:</p> <pre>python3 -m venv taguette.virtualenv . taguette.virtualenv/bin/activate pip install taguette</pre> <p>Sau đó, bạn chỉ cần chạy <code>taguette.virtualenv/bin/taguette</code> trong cửa số đầu cuối. Bạn sẽ thấy các dòng lệnh chạy. Đó là điều bình thường. Đừng lo lắng, đừng tắt cửa số đó đi. Một cửa sổ trình duyệt sẽ xuất hiện, trỏ bạn đến <a href="http://localhost:7465/"><code>localhost:7465</code></a>, và bạn đã có thể bắt đầu dự án của mình được rồi!</p>

source: Development set-up
vi_vn: Thiết lập cho nhà phát triển

source: <p>You can also install from a local clone of this repository, which will allow you to easily change the sources to suit your needs:</p> <ol> <li>Clone this git repository from the terminal: <code>git clone https://gitlab.com/remram44/taguette.git</code></li> <li>Navigate on the command line to the repository you've just cloned locally, using the <code>cd</code> command. To get help using <code>cd</code>, use <a href="https://swcarpentry.github.io/shell-novice/02-filedir/index.html">this tutorial</a>.</li> <li>Taguette uses <a href="https://python-poetry.org/">Poetry</a> for its packaging and dependency management. You will need to <a href="https://python-poetry.org/docs/#installation">install Poetry</a>.</li> <li>Install Taguette and its dependencies by running <code>poetry install</code>. Poetry will create a virtual environment for you by default, activate it by running <code>poetry shell</code>.</li> <li>Build translation files using <code>scripts/update_translations.sh</code>.</li> <li>You can start taguette in development mode using <code>taguette --debug</code> (or <code>taguette --debug server &lt;config_file&gt;</code>). This will start Tornado in debug mode, which means in particular that it will auto-restart every time you make changes.</li> <li>Navigate to <a href="http://localhost:7465/"><code>localhost:7465</code></a> to use Taguette!</li> </ol>
vi_vn: <p>Bạn cũng có thể cài đặt từ một bản sao cục bộ của kho lưu trữ này, điều này sẽ cho phép bạn dễ dàng thay đổi các nguồn cho phù hợp với nhu cầu của mình:</p> <ol> <li>Sao chép kho lưu trữ git này từ thiết bị đầu cuối: <code>git clone https://gitlab.com/remram44/taguette.git</code></li> <li>điều hướng trên dòng lệnh đến kho lưu trữ mà bạn vừa sao chép cục bộ, bằng cách sử dụng lệnh <code>cd</code>. Để nhận trợ giúp, dùng lệnh <code>cd</code>, lệnh<a href="https://swcarpentry.github.io/shell-novice/02-filedir/index.html">this tutorial</a>.</li> <li>Taguette sử dụng <a href="https://python-poetry.org/">Poetry</a> cho việc đóng gói và quản lý các tham số. Bạn sẽ cần <a href="https://python-poetry.org/docs/#installation">cài Poetry</a>.</li> <li>Cài đặt Taguette và các tham số phụ thuộc của nó bằng cách chạy <code>poetry install</code>. Poetry sẽ mặc định tạo một môi trường ảo cho bạn, hãy kích hoạt nó bằng cách chạy <code>poetry shell</code>.</li> <li>Xây dựng tệp dịch bằng cách sử dụng <code>scripts/update_translations.sh</code>.</li> <li>Bạn có thể bắt đầu taguette ở chế độ phát triển bằng cách sử dụng <code>taguette --debug</code> (hay <code>taguette --debug server &lt;config_file&gt;</code>). Thao tác này sẽ khởi động Tornado ở chế độ gỡ lỗi, có nghĩa là nó sẽ tự động khởi động lại mỗi khi bạn thực hiện thay đổi.</li> <li>Điều hướng đến <a href="http://localhost:7465/"><code>localhost:7465</code></a> để sử dụng Taguette!</li> </ol>

source: Learn about using Taguette at our <a href="getting-started.html">getting started</a> page!
vi_vn: Học cách sử dụng Taguette tại trang <a href="getting-started.html">getting started</a> của chúng tôi!

# page title
source: Self Hosting Taguette, the free and open-source qualitative data analysis tool
vi_vn: Tự lưu trữ Taguette, công cụ phân tích dữ liệu định tính nguồn mở và miễn phí

source: Self-hosting <span style="font-family: BadScript;">TAGUETTE</span>
vi_vn: Tự lưu trữ <span style="font-family: BadScript;">TAGUETTE</span>
