Repository: aLehav/ain_shomeret_taguette
Catalog: po/website_*.po
Languages: vi_vn

source: <p>TL;DR: do not upload sensitive data (e.g. patient information, student records) to our hosted version of Taguette.</p> <p>A good reference for what data could be safely uploaded into <a href="https://app.taguette.org">app.taguette.org</a> is the U.S. Health and Human Services <a href="https://www.hhs.gov/ohrp/regulations-and-policy/decision-charts/index.html#c2">Institutional Review Board exemption decision chart</a> -- if the data is exempt under this chart, it's most likely OK to upload to our hosted version of Taguette. If you're in a country outside the U.S., please refer to the ethics or human subject research boards of your country for exact information.</p> <p> If you need to work collaboratively on sensitive data, then we would recommend reaching out to information technology at your organization and asking about a secure server in which they could install Taguette. If you are an independent researcher or do not have an IT unit at your institution that can do this for you, we would recommend procuring a secure server and installing Taguette there using our <a href="self-host.html">self-hosting guide</a>. Taguette can run well in many cloud hosting providers' free tiers (depending on the size of your data), and many of these providers have addendums to cover sensitive data (which may or may not incur a cost).</p>
vi_vn: <p>TL;DR: không tải dữ liệu nhạy cảm (ví dụ: thông tin bệnh nhân, hồ sơ học sinh) lên phiên bản Taguette được lưu trữ của chúng tôi.</p> <p>Một tài liệu tham khảo tốt về những dữ liệu nào có thể được tải lên một cách an toàn <a href="https://app.taguette.org">app.taguette.org</a> là Dịch vụ Y tế và An sinh Hoa Kỳ <a href="https://www.hhs.gov/ohrp/regulations-and-policy/decision-charts/index.html#c2">Biểu đồ quyết định miễn trừ của Hội đồng xét duyệt thể chế</a> -- nếu dữ liệu được miễn theo biểu đồ này, rất có thể bạn nên tải lên phiên bản Taguette được lưu trữ của chúng tôi. Nếu bạn đang ở một quốc gia bên ngoài Hoa Kỳ, vui lòng tham khảo các hội đồng nghiên cứu về vấn đề đạo đức hoặc con người ở quốc gia của bạn để biết thông tin chính xác.</p> <p> Nếu bạn cần cộng tác làm việc trên dữ liệu nhạy cảm, thì chúng tôi khuyên bạn nên liên hệ với công nghệ thông tin tại tổ chức của mình và hỏi về một máy chủ an toàn mà họ có thể cài đặt Taguette. Nếu bạn là một nhà nghiên cứu độc lập hoặc không có đơn vị CNTT tại cơ sở của bạn có thể thực hiện việc này cho bạn, chúng tôi khuyên bạn nên mua một máy chủ an toàn và cài đặt Taguette ở đó bằng cách sử dụng <a href="self-host.html">Hướng dẫn sử dụng self-hosting</a>. Taguette có thể chạy tốt trong các cấp miễn phí của nhiều nhà cung cấp dịch vụ lưu trữ đám mây (tùy thuộc vào kích thước dữ liệu của bạn) và nhiều nhà cung cấp trong số này có phụ đề để bao gồm dữ liệu nhạy cảm (có thể có hoặc không phải trả phí).</p>

source: Do you back up the data on app.taguette.org?
vi_vn: Bạn có sao lưu dữ liệu trên app.taguette.org không?

source: Yes, we back up <a href="https://app.taguette.org">app.taguette.org</a> daily and keep those backups for a year. We send backups to a bucket in Amazon Web Services, in encrypted form only.
vi_vn: CÓ, chúng tôi sao lưu <a href="https://app.taguette.org">app.taguette.org</a> hàng ngày và lưu trữ chúng trong 1 năm. Chúng tôi gửi dữ liệu sao lưu này lên Amazon Web Services, dưới dạng mã hóa.

# page title
source: Start With Taguette, the free and open-source qualitative data analysis tool
vi_vn: Bắt đầu với Taguette, công cụ phân tích dữ liệu định tính nguồn mở và miễn phí

# nav menu title
source: Explore the guide:
vi_vn: Khám phá Phần hướng dẫn:

source: Open Taguette
vi_vn: Mở Taguette

source: Start a project
vi_vn: Bắt đầu một dự án

source: Upload materials
vi_vn: Tải tài liệu lên

source: Change interface language (server only)
vi_vn: Thay đổi ngôn ngữ của giao diện (chỉ cho phiên bản Server)

source: Add collaborators (server only)
vi_vn: Thêm người cộng tác (chỉ cho phiên bản Server)

source: Create tags
vi_vn: Tạo Thẻ

source: Change/delete tags
vi_vn: Thay đổi/ xóa Thẻ

source: Merge tags
vi_vn: Hợp nhất Thẻ

source: Highlight materials
vi_vn: Tô sáng tài liệu

source: View tagged materials
vi_vn: Xem các tài liệu đã được gắn thẻ

source: Export options
vi_vn: Xuất các tùy chọn

source: Getting started with <span style="font-family: BadScript;">TAGUETTE</span>
vi_vn: Bắt đầu với <span style="font-family: BadScript;">TAGUETTE</span>

source: <svg class="svg-icon"><use xlink:href="#icon-play-circle"></use></svg> Open Taguette
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-play-circle"></use></svg> Mở Taguette

source: If you've downloaded and installed Taguette on your computer, you should be able to double-click on the Taguette icon and start it up! You'll see the command line will pop up and be running. This is ok! Don't worry about the terminal but do leave it running. If you exit the terminal, Taguette will stop. Taguette should automatically pop up in your web browser, but if for some reason it doesn't, navigate to <a href="http://localhost:7465"><code>localhost:7465</code></a> to begin working on your projects! It should look something like this (if you're using Taguette on a server, you should see 'account' where 'single-user mode' is):
vi_vn: Nếu bạn đã tải xuống và cài đặt Taguette trên máy tính của mình, bạn có thể nhấp đúp vào biểu tượng Taguette và khởi động nó! Bạn sẽ thấy dòng lệnh sẽ bật lên và đang chạy. Điều này là ổn! Đừng lo lắng về thiết bị đầu cuối nhưng hãy để nó chạy. Nếu bạn thoát khỏi thiết bị đầu cuối, Taguette sẽ dừng lại. Taguette sẽ tự động bật lên trong trình duyệt web của bạn, nhưng nếu vì lý do nào đó, nó không xuất hiện, hãy điều hướng đến <a href="http://localhost:7465"><code>localhost:7465</code></a> để bắt đầu làm việc với các dự án của bạn! Nó sẽ trông giống như thế này (nếu bạn đang sử dụng Taguette trên máy chủ, bạn sẽ thấy 'tài khoản' trong đó 'chế độ một người dùng'):

source: <svg class="svg-icon"><use xlink:href="#icon-folder-plus"></use></svg> Start a project
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-folder-plus"></use></svg> Bắt đầu Dự án

source: You will see a page that greets you as the admin and has a button to <strong>Create a project</strong>. Click that button and you'll be prompted to enter a Title and Description for your new project. This can be changed later on if you want.
vi_vn: Bạn sẽ thấy một trang chào đón bạn với tư cách là quản trị viên và có một nút để <strong>Tạo dự án</strong>. Nhấp vào nút đó và bạn sẽ được nhắc nhập Tiêu đề và Mô tả cho dự án mới của mình. Điều này có thể được thay đổi sau này nếu bạn muốn.

source: Upon clicking <strong>Create</strong>, you'll be taken to the <strong>Project View</strong>, which has a left and a right pane. The left pane contains the information about your project information ('Project Info'), uploaded materials ('Documents'), and tags ('Highlights') as tabs. You can go between these tabs as you like. The right pane will render documents and will be the area where you'll do the highlighting and tagging.
vi_vn: Khi nhấp vào <strong>Tạo</strong>, bạn sẽ được đưa đến <strong>Chế độ xem Dự án</strong>, có ngăn bên trái và bên phải. Ngăn bên trái chứa thông tin về thông tin dự án của bạn ('Thông tin dự án'), tài liệu đã tải lên ('Tài liệu') và thẻ ('Mục nổi bật') dưới dạng tab. Bạn có thể đi giữa các tab này tùy thích. Khung bên phải sẽ hiển thị tài liệu và sẽ là khu vực bạn sẽ thực hiện đánh dấu và gắn thẻ.

source: <svg class="svg-icon"><use xlink:href="#icon-upload"></use></svg> Upload materials
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-upload"></use></svg> Tải tài liệu lên

source: To get an idea of how to work in Taguette, let's upload a document and get you tagging! In the left pane, click on the <strong>Documents tab</strong>. You should see a button that says <strong>Add a document</strong>. Click that and pick just one document from your computer, either a: <code>.pdf</code>, <code>.docx</code>, <code>.txt</code>, <code>.odt</code>, <code>.md</code>, or <code>.html</code>.
vi_vn: Để có ý tưởng về cách làm việc trong Taguette, hãy tải tài liệu lên và giúp bạn gắn thẻ! Trong ngăn bên trái, bấm vào <strong>Tab Tài liệu</strong>. Bạn sẽ thấy một nút thông báo<strong>Thêm một tài liệu</strong>. Click vào và chọn 1 tài liệu từ máy tính của bạn, đó có thể là <code>.pdf</code>, <code>.docx</code>, <code>.txt</code>, <code>.odt</code>, <code>.md</code>, or <code>.html</code>.

source: Just one file to be uploaded. You'll be prompted to give the new document a Name (should be something human-readable, required) and Description (like a note about the file, optional). When you have picked a document and at least given it a name, click the <strong>Import</strong> button.
vi_vn: Chỉ cần một tệp được tải lên. Bạn sẽ được nhắc đặt Tên cho tài liệu mới (phải là thứ mà con người có thể đọc được, bắt buộc phải có) và Mô tả (như ghi chú về tệp, tùy chọn). Khi bạn đã chọn một tài liệu và ít nhất đã đặt tên cho nó, hãy nhấp vào nút <strong>Nhập</strong>.

source: You should then see that file immediately in the Documents tab. If not, just refresh the page and it should be shown then. If you cannot see your document, you might be uploading a file type that Taguette cannot yet handle. Please let us know at <a href="mailto:hi@taguette.org">hi@taguette.org</a>.
vi_vn: Sau đó, bạn sẽ thấy tệp đó ngay lập tức trong tab Tài liệu. Nếu không, chỉ cần làm mới trang và nó sẽ được hiển thị sau đó. Nếu bạn không thể xem tài liệu của mình, bạn có thể đang tải lên một loại tệp mà Taguette chưa thể xử lý. Vui lòng cho chúng tôi biết tại <a href="mailto:hi@taguette.org">hi@taguette.org</a>.

source: <svg class="svg-icon"><use xlink:href="#icon-language"></use></svg> Change interface language (server only)
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-language"></use></svg> Thay đổi ngôn ngữ giao diện (phiên bản Server)

source: If you are working on <a href="https://app.taguette.org">app.taguette.org</a> or hosting Taguette on your own server, you have the option to change the language of the interface. In the upper righthand corner, you should see a dropdown menu labeled "Account". Click that dropdown, and then click "Settings." You will see a dropdown menu in your profile settings to change the language that Taguette will be in. By default, it will auto-detect a language from your Internet browser.
vi_vn: Nếu bạn đang làm việc trên <a href="https://app.taguette.org">app.taguette.org</a> hoặc lưu trữ Taguette trên máy chủ của riêng mình, bạn có tùy chọn thay đổi ngôn ngữ của giao diện. Ở góc trên bên phải, bạn sẽ thấy menu thả xuống có nhãn "Tài khoản". Nhấp vào menu thả xuống đó, sau đó nhấp vào "Cài đặt". Bạn sẽ thấy menu thả xuống trong cài đặt hồ sơ của mình để thay đổi ngôn ngữ mà Taguette sẽ sử dụng. Theo mặc định, nó sẽ tự động phát hiện ngôn ngữ từ trình duyệt Internet của bạn.

source: If you do not see your language represented in this list, we would encourage you to add a translation via our Transifex project: <a href="https://www.transifex.com/remram44/taguette/">https://www.transifex.com/remram44/taguette/</a> or by sending us a .po file via GitLab, instructions: <a href="https://gitlab.com/remram44/taguette/-/tree/master/po">https://gitlab.com/remram44/taguette/-/tree/master/po</a>.
vi_vn: Nếu bạn chưa thấy ngôn ngữ mình cần trong danh sách, chúng tôi khuyến khích bạn bổ sung phần dịch đó qua dự án Transifex của chúng tôi: <a href="https://www.transifex.com/remram44/taguette/">https://www.transifex.com/remram44/taguette/</a> hoặc gửi tệp dạng .po quá GitLab, chỉ dẫn: <a href="https://gitlab.com/remram44/taguette/-/tree/master/po">https://gitlab.com/remram44/taguette/-/tree/master/po</a>.

source: <svg class="svg-icon"><use xlink:href="#icon-users"></use></svg> Adding collaborators (server only)
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-users"></use></svg> Thêm người cộng tác (phiên bản Server)

source: If you are working on <a href="https://app.taguette.org">app.taguette.org</a> or hosting Taguette on your own server, you have the option to work with others! In the <strong>Project Info tab</strong> of your Taguette project, you should see a grey button labeled <strong>Manage Collaborators</strong>:
vi_vn: Nếu bạn đang làm việc trên <a href="https://app.taguette.org">app.taguette.org</a> hoặc lưu trữ Taguette trên máy chủ của riêng bạn, bạn có tùy chọn để làm việc với những người khác! bên trong <strong>Project Info tab</strong> hoặc dự án Taguette của bạn, bạn hãy chọn nút màu xám <strong>Manage Collaborators</strong>:

source: Click that and you should get a modal with the option to add and remove collaborators, as well as change their permissions on the project. You must add their Taguette username and pick from the list of permissions, click <strong>Add to project</strong>, and to make sure that you've fully added your collaborator, next click <strong>Save & Close</strong>.
vi_vn: Nhấp vào đó và bạn sẽ nhận được một phương thức với tùy chọn thêm và xóa cộng tác viên, cũng như thay đổi quyền của họ đối với dự án. Bạn phải thêm tên người dùng Taguette của họ và chọn từ danh sách quyền, nhấp vào <strong>Thêm vào dự án</strong>, và đảm bảo bạn đã thêm đủ những người cộng tác, kế tiếp nhấp vào <strong>Lưu & Đóng</strong>.

source: You can add collaborators with the following permissions:
vi_vn: Bạn có thể thêm cộng tác viên với các quyền sau:

source: Permission level
vi_vn: Mức độ cấp quyền

source: View project
vi_vn: Xem dự án

source: Change highlights
vi_vn: Thay đổi đánh dấu

source: Change tags
vi_vn: Thay đổi Thẻ

source: Add/delete documents
vi_vn: Thêm/xóa Tài liệu

source: Change collaborators
vi_vn: Thay đổi người cộng tác

source: Delete project
vi_vn: Xóa Dự án

# permission level
source: Full permission
vi_vn: Đầy đủ quyền

# permission level
source: Can't change collaborators/delete project
vi_vn: Không thể thay đổi người cộng tác/ xóa dự án

# permission level
source: View and make changes
vi_vn: Xem và thực hiện thay đổi

# permission level
source: View Only
vi_vn: Chỉ Xem

source: <svg class="svg-icon"><use xlink:href="#icon-tags"></use></svg> Create Tags
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-tags"></use></svg> Tạo Thẻ

source: Taguette ships with one existing tag (or <em>codes</em>, if you're familiar with qualitative research): <code>interesting</code>. This is just there to get you started -- you can add and remove tags as often as you'd like! To view all your existing tags, click the <strong>Highlights</strong> tab in the left pane. You will see a list of tags you have and a count of the number of times you have highlighted your materials with a given tag.
vi_vn: Taguette chuyển tải với một thẻ hiện có (hoặc <em>mã</em>, nếu bạn quen thuộc với nghiên cứu định tính): <code>Mối quan tâm</code>. Điều này chỉ có ở đó để giúp bạn bắt đầu - bạn có thể thêm và xóa thẻ thường xuyên nếu bạn muốn! Để xem tất cả các thẻ hiện có của bạn, hãy nhấp vào tab <strong>Mục nổi bật</strong> trong ngăn bên trái. Bạn sẽ thấy danh sách các thẻ bạn có và số lần bạn đã đánh dấu tài liệu của mình bằng một thẻ nhất định.

source: You should see a list of existing tags for the project - again, if you haven't added any yet, you will still see <code>interesting</code>. To add your own tags to this project, click <strong>Create a tag</strong>. You will get a popup asking you for the Name and Description of the tag you want to create:
vi_vn: Bạn sẽ thấy một danh sách các thẻ hiện có cho dự án - một lần nữa, nếu bạn chưa thêm bất kỳ thẻ nào, bạn vẫn sẽ thấy <code>Mối quan tâm</code>. Để thêm thẻ của riêng bạn vào dự án này, hãy nhấp vào <strong>Tạo thẻ</strong>. Bạn sẽ nhận được một cửa sổ bật lên hỏi bạn về Tên và Mô tả của thẻ bạn muốn tạo:

source: After you give the tag a good name and a bit of description about what it means, you should see it added to the list in alphabetical order.
vi_vn: Sau khi bạn đặt cho thẻ một cái tên hay và một chút mô tả về ý nghĩa của nó, bạn sẽ thấy nó được thêm vào danh sách theo thứ tự bảng chữ cái.

source: <strong>A note on hierarchical tagging</strong>: you can use <em>any punctuation</em> to make hierarchies. So <code>tech.floss</code> lives underneath <code>tech</code>. If I click on <code>tech.floss</code>, then I'll see only materials relating to that tag. If I click on <code>tech</code>, I'll see everything in that tag as well as <code>tech.floss</code> and any other sub-tag.
vi_vn: <strong>Một lưu ý đối với phân chia thẻ theo cấp bậc</strong>: bạn có thể sử dụng <em>bất kỳ dấu câu nào</em>để tạo ra quan hệ thứ bậc. Do đó Thẻ<code>tech.floss</code>sẽ nằm dưới thẻ <code>tech</code>. Nếu bạn click chuột vào thẻ <code>tech.floss</code>, bạn sẽ chỉ thấy nội dung tài liệu tương ứng với Thẻ này, tuy nhiên nếu bạn click chuột vào thẻ <code>tech</code>, bạn sẽ thấy mọi thứ trong thẻ <code>tech.floss</code> và các thẻ con khác.

source: <svg class="svg-icon"><use xlink:href="#icon-eraser"></use></svg> Delete/change Tags
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-eraser"></use></svg> Xóa/thay đổi nhiều thẻ

source: You can also change or delete a tag by clicking the <code>edit</code> badge to the right of the name of the tag in the list. This will bring you back to the same popup - you can edit the name of the tag, its description, or you can click the grey <strong>Delete</strong> button next to the blue <strong>Save &amp; Close</strong> button.
vi_vn: Bạn cũng có thể thay đổi hoặc xóa thẻ bằng cách nhấp vào nút<code>Sửa đổi</code> huy hiệu ở bên phải tên của thẻ trong danh sách. Thao tác này sẽ đưa bạn trở lại cùng một cửa sổ bật lên - bạn có thể chỉnh sửa tên của thẻ, mô tả của thẻ hoặc bạn có thể nhấp vào nút <strong>Xóa</strong>màu xám cạnh nút <strong>Lưu&amp; Đóng</strong> màu xanh.

source: <svg class="svg-icon"><use xlink:href="#icon-object-group"></use></svg> Merge Tags
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-object-group"></use></svg> Hợp nhất Thẻ

source: If you want to merge one tag into another, you can also do this from the edit window. Click the <code>edit</code> badge to the right of the name of the tag in the list. This will bring you back to the same popup for editing and deleting a tag. Instead, if you click <strong>Merge</strong>, then you will be prompted to select the tag that you want to merge into. Once you select a tag and click <strong>Merge tags</strong>, then all the highlights for the first tag will be moved to the second tag.
vi_vn: Nếu bạn muốn hợp nhất một thẻ vào một thẻ khác, bạn cũng có thể thực hiện việc này từ cửa sổ chỉnh sửa. Nhấn vào nút <code>Sửa</code> bên phải danh sách Thẻ bên phải. Nó sẽ đưa bạn đến hộp thoại Sửa và xóa thẻ. Thay vào đó, nếu bạn nhấp <strong>Hợp nhất</strong>sau đó bạn sẽ được nhắc chọn thẻ mà bạn muốn hợp nhất vào. Sau khi bạn chọn một thẻ và nhấp vào <strong>Hợp nhất thẻ</strong>, thì tất cả các điểm Đánh dấu cho thẻ đầu tiên sẽ được chuyển sang thẻ thứ hai.

source: <svg class="svg-icon"><use xlink:href="#icon-highlighter"></use></svg> Highlighting
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-highlighter"></use></svg> Đang đánh dấu

source: Once uploaded, you should see the document in the 'Documents' tab. Click on it and you should see the contents of your document in the right pane. Once you see the text in the right pane, we can start highlighting it!
vi_vn: Sau khi tải lên, bạn sẽ thấy tài liệu trong tab 'Tài liệu'. Nhấp vào nó và bạn sẽ thấy nội dung tài liệu của mình trong khung bên phải. Khi bạn nhìn thấy văn bản trong khung bên phải, chúng ta có thể bắt đầu đánh dấu nó!

source: Select some text by left-clicking and dragging it over the text you'd like to highlight. Once you let go of your left-click, a pop-up that says <strong>new highlight</strong> will appear next to the highlighted text.
vi_vn: Chọn một số văn bản bằng cách nhấp chuột trái và kéo văn bản đó qua văn bản bạn muốn đánh dấu. Khi bạn bỏ nhấp chuột trái, một cửa sổ bật lên có nội dung <strong>Đánh dấu mới</strong> sẽ xuất hiện kế bến đoạn văn bản đã được đánh dấu.

source: Click that pop-up, and you will get a list of existing tags from which to choose. You can select one or more tags to apply to the highlighted text.
vi_vn: Nhấp vào cửa sổ bật lên đó và bạn sẽ nhận được danh sách các thẻ hiện có để chọn. Bạn có thể chọn một hoặc nhiều thẻ để áp dụng cho văn bản được đánh dấu.

source: If you want to add a tag instead of using one that already exists, then simply click <strong>Create a tag</strong>, and you'll be sent to the same popup where made tags earlier.
vi_vn: Nếu bạn muốn thêm thẻ thay vì sử dụng thẻ đã tồn tại, thì chỉ cần nhấp vào </strong>Tạo một thẻ</strong>, và bạn sẽ được gửi đến cùng một cửa sổ bật lên nơi đã tạo các thẻ trước đó.

source: Once you make your tag, you'll be dropped back into the popup above where you should select a tag for the highlighted text. After you've checked off which tags you'd like to associate with the highlighted text, click <strong>Save &amp; Close</strong>, and the text you've just tagged should now be highlighted with the color associated with the tag (e.g. bright yellow).
vi_vn: Khi bạn tạo thẻ của mình, bạn sẽ được đưa trở lại cửa sổ bật lên ở trên, nơi bạn nên chọn một thẻ cho văn bản được đánh dấu. Sau khi bạn đã đánh dấu chọn những thẻ nào bạn muốn liên kết với văn bản được tô sáng, hãy nhấp vào <strong>Save &amp; Close</strong>, và văn bản bạn vừa gắn thẻ bây giờ sẽ được đánh dấu bằng màu được liên kết với thẻ (ví dụ: màu vàng sáng).

source: If you've accidentally tagged a section of text you didn't want to, you can delete it by clicking on the highlighted text. This will give you the same pop-up window that you used to tag it. Next to the save button, there is a red button called <strong>Delete highlight</strong>. Click that, and the tags will be removed from the text. It should no longer be highlighted.
vi_vn: Nếu bạn vô tình gắn thẻ một phần văn bản mà bạn không muốn, bạn có thể xóa nó bằng cách nhấp vào văn bản được đánh dấu. Điều này sẽ cung cấp cho bạn cùng một cửa sổ bật lên mà bạn đã sử dụng để gắn thẻ nó. Bên cạnh nút lưu, có một nút màu đỏ được gọi là <strong>Xóa đánh dấu</strong>. Nhấp vào đó và các thẻ sẽ bị xóa khỏi văn bản. Nó không còn được đánh dấu nữa.

source: <svg class="svg-icon"><use xlink:href="#icon-file-invoice"></use></svg> View highlighted &amp; tagged text
vi_vn: <svg class="svg-icon"><use xlink:href="#icon-file-invoice"></use></svg> Xem văn bản được đánh dấu & được gắn thẻ

source: If you want to see all the highlighted text associated with a given tag, first go to the <strong>Highlights</strong> tab in the left pane. Click a tag, and in the right pane, you will see a list of quotes with a blue link to the document where they originated from and all their associated tags with a black badge. The tag on the left pane will also be highlighted:
vi_vn: Nếu bạn muốn xem tất cả văn bản được đánh dấu liên quan đến một thẻ nhất định, trước tiên hãy truy cập nút <strong>Đánh dấu</strong> ở bên phía trái. Nhấp vào một thẻ và trong ngăn bên phải, bạn sẽ thấy danh sách các trích dẫn có liên kết màu xanh lam tới tài liệu mà chúng bắt nguồn từ đó và tất cả các thẻ được liên kết của chúng với huy hiệu màu đen. Thẻ trên khung bên trái cũng sẽ được đánh dấu:

source: If you want to see all the highlighted text for <em>all documents</em> and <em>all tags</em>, click <strong>See all highlights</strong> and you will see a list of quotes with a blue link to the document where they originated from and all their associated tags with a black badge:
vi_vn: Nếu bạn muốn xem tất cả văn bản được đánh dấu cho <em>Tất cả Tài liệu</em> và <em>Tất cả thẻ</em>, nhấp vào <strong>Xem tất cả đánh dấu</strong> và bạn sẽ thấy một danh sách các trích dẫn có liên kết màu xanh lam tới tài liệu mà chúng bắt nguồn từ đâu và tất cả các thẻ được liên kết của chúng với huy hiệu màu đen:
