Repository: aLehav/ain_shomeret_taguette
Catalog: po/website_*.po
Languages: vi_vn

# html description
source: Taguette is a free an open-source text tagging tool for qualitative data analysis and qualitative research
vi_vn: Taguette là một công cụ gắn thẻ văn bản mã nguồn mở miễn phí để phân tích dữ liệu định tính và nghiên cứu định tính

# page title
source: Taguette, the free and open-source qualitative data analysis tool
vi_vn: Taguette, công cụ phân tích dữ liệu định tính mã nguồn mở và miễn phí

# screen-reader only
source: (current)
vi_vn: (hiện hành)

source: Home
vi_vn: Trang chủ

source: About
vi_vn: Về

source: Install
vi_vn: Cài đặt

source: Guides
vi_vn: Hướng dẫn

source: Getting Started
vi_vn: Bắt đầu

source: Self-Host
vi_vn: Máy chủ riêng

source: FAQ
vi_vn: Hỏi đáp

source: Try it %(external_icon)s
vi_vn: Thử nó %(external_icon)s

source: Email: <a href="mailto:hi@taguette.org">hi@taguette.org</a> | Mailing-lists: <a href="https://groups.io/g/taguette">users</a>, <a href="https://groups.io/g/taguette-announce">announce</a> | Twitter: <a href="https://twitter.com/TaguetteProject">@TaguetteProject</a> | Found a bug in Taguette? Tell us on <a href="https://gitlab.com/remram44/taguette">GitLab</a>! | Want to donate to Taguette? Check out <a href="https://opencollective.com/taguette">our Open Collective</a>
vi_vn: Email: <a href="mailto:hi@taguette.org">hi@taguette.org</a> | Danh sách Email: <a href="https://groups.io/g/taguette">Người sử dụng</a>, <a href="https://groups.io/g/taguette-announce">thông báo</a> | Twitter: <a href="https://twitter.com/TaguetteProject">@TaguetteProject</a> | Phát hiện lỗi trong Taguette? Báo chúng tôi qua <a href="https://gitlab.com/remram44/taguette">GitLab! | Muốn ủng hộ Taguette? Truy cập<a href="https://opencollective.com/taguette">our Open Collective</a>

# page title
source: About Taguette, the free and open-source qualitative data analysis tool
vi_vn: Về Taguette, một công cụ phân tích dữ liệu định tính miễn phí và mở

source: About <span style="font-family: BadScript;">TAGUETTE</span>
vi_vn: Về<span style="font-family: BadScript;">TAGUETTE</span>

source: <p>A spin on the phrase "tag it!", <a href="https://www.taguette.org/">Taguette</a> is a free and open-source qualitative research tool (which works on all operating systems!) that allows users to:</p> <ul> <li>Import PDFs, Word Docs (.docx), Text files (.txt), HTML, EPUB, MOBI, Open Documents (.odt), and Rich Text Files (.rtf).</li> <li>Highlight words, sentences, or paragraphs and tag them with the codes you create.</li> <li>Work collaboratively with other users (if <a href="self-host.html">self-hosting</a> or using <a href="https://app.taguette.org">app.taguette.org</a>).</li> <li>Your data stays your own; export everything including your project, highlights, documents, and codes.</li> </ul> <p>...and much more! You can view our development queue on GitLab here: <a href="https://gitlab.com/remram44/taguette/-/issues">https://gitlab.com/remram44/taguette/-/issues</a>. You can always add feature requests, bug reports, or general feedback via GitLab issues. If you are not sure how to do that, feel free to email us your feedback at <a href="mailto:hi@taguette.org">hi@taguette.org</a>.</p> <p>If you use Taguette for your research, please cite it with the following:</p>
vi_vn: <p>Cuộc dạo chơi quanh thuật ngữ "Đánh dấu!", <a href="https://www.taguette.org/">Taguette</a> là một công cụ miễn phí, mã nguồn mở (khả dụng trên tất cả các hệ điều hành) cho phép người sử dụng:</p> <ul> <li>Nhập tệp PDFs, Word Docs (.docx), văn bản (.txt), HTML, EPUB, MOBI, Tài liệu mở (.odt), và tệp Rich Text (.rtf).</li> <li>Tô sáng các từ, câu, đoạn văn bản và đánh dấu chúng với những mã mà bạn tạo ra.</li> <li>Cộng tác với những người khác (nếu <a href="self-host.html">tự lưu trữ</a> hoặc sử dụng<a href="https://app.taguette.org">app.taguette.org</a>).</li> <li>Dữ liệu của bạn vẫn luôn là của riêng bạn; xuất mọi thứ bao gồm dự án, tô sáng, tài liệu và mã của bạn.</li> </ul> <p>...Và nhiều điều khác nữa! Bạn có thể xem việc phát triển qua GitLab ở đây: <a href="https://gitlab.com/remram44/taguette/-/issues">https://gitlab.com/remram44/taguette/-/issues</a>. Bạn luôn có thể yêu cầu thêm các tính năng, báo lỗi hay phản hổi qua Gitlab. Nếu bạn chưa chắc chắn về việc gì, vui lòng gửi thư cho chúng tôi theo địa chỉ <a href="mailto:hi@taguette.org">hi@taguette.org</a>.</p> <p>Nếu bạn sử dụng Taguette cho nghiên cứu của mình, vui lòng trích dẫn nó với nội dung sau:</p>

source: Why did we make Taguette?
vi_vn: Tại sao chúng tôi tạo ra Taguette?

source: <p>Qualitative methods generate rich, detailed research materials that leave individuals’ perspectives intact as well as provide multiple contexts for understanding the phenomenon under study. Qualitative methods are used in a wide range of fields, such as anthropology, education, nursing, psychology, sociology, and marketing. Qualitative data has a similarly wide range: observations, interviews, documents, audiovisual materials, and more.</p> <p>However - the software options for qualitative researchers are either <strong>far too expensive</strong>, don't allow for the seminal method of highlighting and tagging materials, <em>or actually perform quantitative analysis</em>, just on text.</p> <p><strong>It's not right or fair that qualitative researchers without massive research funds cannot afford the basic software to do their research.</strong></p> <p>So, to bolster a fair and equitable entry into qualitative methods, we've made Taguette!</p>
vi_vn: <p>Phương pháp định tính tạo ra các tài liệu nghiên cứu chi tiết, phong phú giúp giữ nguyên quan điểm của từng cá nhân cũng như cung cấp nhiều bối cảnh để hiểu hiện tượng đang nghiên cứu. Các phương pháp định tính được sử dụng trong một loạt các lĩnh vực, chẳng hạn như nhân chủng học, giáo dục, điều dưỡng, tâm lý học, xã hội học và tiếp thị. Dữ liệu định tính có phạm vi rộng tương tự: quan sát, phỏng vấn, tài liệu, tài liệu nghe nhìn, v.v..</p> <p>Tuy nhiên - các tùy chọn về phần mềm cho các nhà nghiên cứu định tính lại vừa <strong>quá đắt đỏ</strong>, không cho phép phương pháp cụ thể để đánh dấu và gắn thẻ tài liệu, <em>hoặc thực sự thực hiện phân tích định lượng</em>, chỉ thực hiện với văn bản</p> <p><strong>Thật không đúng hay không công bằng khi các nhà nghiên cứu định tính không có quỹ nghiên cứu lớn không thể đủ tiền mua phần mềm cơ bản để thực hiện nghiên cứu của họ.</strong></p> <p>Vì vậy, để thúc đẩy một mục tiêu công bằng và bình đẳng vào các phương pháp định tính, chúng tôi đã tạo ra Taguette!</p>

source: The Team
vi_vn: Đội ngũ sáng lập chính

source: Taguette was developed by Rémi Rampin. Vicky Rampin and Sarah DeMott provided the functional requirements, user needs, and testing in order to influence the development process.
vi_vn: Taguette được phát triển bởi Rémi Rampin. Vicky Rampin và Sarah DeMott cung cấp các yêu cầu chức năng, nhu cầu của người dùng và thử nghiệm để tác động đến đến quá trình phát triển.

source: Main Dev
vi_vn: Phát triển chính

source: Product Manager
vi_vn: Quản lý sản phẩm

source: Trainer &amp; User Liaison
vi_vn: Huấn luyện viên & Liên lạc người dùng

# page title
source: FAQ
vi_vn: Hỏi đáp

source: Frequently Asked Questions
vi_vn: Các câu hỏi thường gặp

source: This is a non-exhaustive list of FAQs for Taguette &mdash; if you feel something else should be covered in this guide, please email us at <a href="mailto:hi@taguette.org">hi@taguette.org</a>.
vi_vn: Đây là danh sách không đầy đủ các Câu hỏi thường gặp dành cho Taguette - nếu bạn cảm thấy có điều gì khác cần được đề cập trong hướng dẫn này, vui lòng gửi email cho chúng tôi theo địa chỉ <a href="mailto:hi@taguette.org">hi@taguette.org</a>.

source: General info
vi_vn: Thông tin cơ bản

source: How do you pronounce Taguette?
vi_vn: Bạn phát âm Taguette ra sao?

source: It's pronounced like 'baguette' just with a 't' instead of a 'b' at the start! <code>/tæˈɡɛt/</code>
vi_vn: Nó giống như 'baguette' với âm 't' thay thế cho âm 'b' bắt đầu! <code>/tæˈɡɛt/</code>

source: How much does it cost?
vi_vn: Nó có giá bao nhiêu?

source: <p>It's free!</p> <p>Taguette costs nothing, either to use on your own machine or install on a server. It is published under an open license (BSD), which you can read here: <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">gitlab.com/remram44/taguette/blob/master/LICENSE.txt</a>.</p> <p>If you would like to make a donation to Taguette, you can do so at our Open Collective: <a href="https://opencollective.com/taguette">opencollective.com/taguette</a>. Contributions will go towards maintenance work.</p>
vi_vn: <p>Nó miễn phí!</p> <p>Taguette không tốn phí, có thể sử dụng trên máy của riêng bạn hoặc cài đặt trên máy chủ. Nó được xuất bản theo giấy phép mở (BSD), bạn có thể đọc ở đây: <a href="https://gitlab.com/remram44/taguette/blob/master/LICENSE.txt">gitlab.com/remram44/taguette/blob/master/LICENSE.txt</a>.</p> <p>Nếu bạn muốn quyên góp cho Taguette, bạn có thể làm như vậy tại Open Collective của chúng tôi: <a href="https://opencollective.com/taguette">opencollective.com/taguette</a>. Mọi đóng góp sẽ dành cho việc bảo trì.</p>

source: Where can I install Taguette?
vi_vn: Tôi có thể cài đặt Taguette ở đâu?

source: You can install Taguette on your own personal computer running macOS, Windows, or Linux &mdash; full instructions and download links can be found on our <a href="install.html">installation guide</a>. You can also install Taguette on a server if you need to collaborate with others &mdash; get a walkthrough on this process on our <a href="self-host.html">self-host guide</a>.
vi_vn: Bạn có thể cài đặt Taguette trên máy tính cá nhân chạy macOS, Windows hoặc Linux & mdash; hướng dẫn đầy đủ và liên kết tải xuống có thể được tìm thấy trong <a href="install.html">Hướng dẫn cài đặt</a> của chúng tôi. Bạn cũng có thể cài đặt Taguette trên máy chủ nếu bạn cần cộng tác với những người khác & mdash; xem hướng dẫn về quy trình này trên <a href="self-host.html">hướng dẫn tự lưu trữ</a> của chúng tôi.

source: How do I learn to use Taguette?
vi_vn: Làm cách nào để học cách sử dụng Taguette?

source: You could begin over at our <a href="getting-started.html">getting started guide</a>, which walks through all the current functionality of Taguette with screenshots. We also have a few presentations walkthroughs of Taguette's full capabilities that are hosted on the Open Science Framework here: <a href="https://osf.io/xdszm/files/">osf.io/xdszm/files/</a>. Please make sure to look at the date for each presentation and pick the most recent one!
vi_vn: Bạn có thể bắt đầu lại từ <a href="getting-started.html">Hướng dẫn bắt đầu</a> của chúng tôi, hướng dẫn này sẽ điểm qua tất cả các chức năng hiện tại của Taguette với ảnh chụp màn hình. Chúng tôi cũng có một vài bài thuyết trình hướng dẫn về các khả năng đầy đủ của Taguette được lưu trữ trên Open Science Framework tại đây: <a href="https://osf.io/xdszm/files/">osf.io/xdszm/files/</a>. Hãy đảm bảo xem ngày cho mỗi bản trình bày và chọn ngày gần đây nhất!

source: Where can I get support for Taguette?
vi_vn: Tôi nhận hỗ trợ về Taguette từ đâu?

source: <p>Feel free to shoot us an email over at <a href="mailto:hi@taguette.org">hi@taguette.org</a> with your problem or question, and we will do our best to get back to you quickly &mdash; though please note we are not working on Taguette full-time, so give us a few days (though we will try to be as quick as possible!).</p> <p>If you run into a bug or problem while using Taguette, or if you have a feature request, feel free to open an issue on GitLab, where Taguette's development takes place: <a href="https://gitlab.com/remram44/taguette/-/issues">gitlab.com/remram44/taguette/-/issues</a> or email us with that as well if you are not comfortable with GitLab.</p>
vi_vn: <p>Vui lòng gửi cho chúng tôi một email qua địa chỉ <a href="mailto:hi@taguette.org">hi@taguette.org</a> với vấn đề hoặc câu hỏi của bạn và chúng tôi sẽ cố gắng hết sức để liên hệ lại với bạn một cách nhanh chóng & mdash; mặc dù xin lưu ý rằng chúng tôi không làm việc toàn thời gian cho Taguette, vì vậy hãy cho chúng tôi một vài ngày (mặc dù chúng tôi sẽ cố gắng làm nhanh nhất có thể!).</p> <p>Nếu bạn gặp lỗi hoặc sự cố khi sử dụng Taguette hoặc nếu bạn có yêu cầu tính năng, vui lòng mở sự cố trên GitLab, sự phát triển của Taguette dang diễn ra:<a href="https://gitlab.com/remram44/taguette/-/issues"> gitlab.com/remram44/taguette/-/issues</a> hoặc gửi email cho chúng tôi bằng điều đó cũng như nếu bạn không cảm thấy thoải mái với GitLab.</p>

source: Which file formats can I use with Taguette?
vi_vn: Những định dạng tệp tin nào có thể sử dụng với Taguette?

source: <p>Taguette uses <a href="https://calibre-ebook.com/">Calibre</a> to convert documents to HTML, so you can use all the formats it supports, including:</p> <ul> <li>Ebook formats (AZW, MOBI, EPUB)</li> <li>Microsoft Word (DOCX)</li> <li>LibreOffice (ODT)</li> <li>PDF</li> <li>Plain text (TXT)</li> <li>HTML</li> </ul> <p>See also <a href="https://manual.calibre-ebook.com/faq.html#what-formats-does-calibre-support-conversion-to-from">their own FAQ entry</a> on the subject.</p>
vi_vn: <p>Taguette sử dụng<a href="https://calibre-ebook.com/">Calibre</a> để chuyển các tài liệu thành định dạng HTML, do đó bạn có thể sử dụng tất cả các định dạng mà nó hỗ trợ, bao gồm:</p> <ul> <li>Sách điện tử (AZW, MOBI, EPUB)</li> <li>Microsoft Word (DOCX)</li> <li>LibreOffice (ODT)</li> <li>PDF</li> <li>Plain text (TXT)</li> <li>HTML</li> </ul> <p>Xem thêm <a href="https://manual.calibre-ebook.com/faq.html#what-formats-does-calibre-support-conversion-to-from">their own FAQ entry</a> theo chủ đề.</p>

source: I used Taguette for research and I want to cite you/give you credit &mdash; how can I do that?
vi_vn: Tôi sử dụng Taguette cho việc nghiên cứu và tôi muốn trích dẫn lời các bạn/ cung cấp cho bạn tín dụng&mdash; Tôi làm như thế nào?

source: A mention is always appreciated! If you use Taguette for your research, please cite it with the following:
vi_vn: Mọi sự đề cập đều được đánh giá cao! nếu các bạn sử dụng Taguette cho nghiên cứu, xin hãy trích dẫn như sau:

source: If you need Bibtex, please use the following:
vi_vn: Nếu bạn cần Bibtex, hãy sử dụng như sau:

source: Desktop/Single-user Info
vi_vn: Thông tin máy PC/ Người dùng đơn lẻ

source: Why do you call the desktop version of Taguette 'single user mode'?
vi_vn: Tại sao các bạn gọi phiên bản máy bàn của Taguette là "Loại người dùng đơn lẻ"?

source: Simply because you cannot collaborate with others using our desktop version of Taguette! If you want to be able to collaborate, see our <a href="self-host.html">self-hosting guide</a> that walks you through how to install Taguette on a server for multi-user collaboration.
vi_vn: Đơn giản vì bạn không thể cộng tác với những người khác khi sử dụng Taguette phiên bản máy tính! Nếu bạn muốn có khả năng cộng tác, xem <a href="self-host.html">hướng dẫn tự chủ dữ liệu</a>để hướng dẫn bạn cách cài đặt Taguette lên máy chủ để hợp tác nhiều người.

source: Does Taguette work on all operating systems?
vi_vn: Liệu Taguette có chạy được trên tất cả các hệ điều hành không?

source: Yes! You can install Taguette on macOS, Windows, and Linux.
vi_vn: Có! Bạn có thể cài đặt Taguette trên macOS, Windows, và Linux.

source: When I use Taguette on my personal computer, where is the data?
vi_vn: Khi tôi sử dụng Taguette trên máy tính cá nhân, dữ liệu của tôi nằm ở đâu?

source: All your projects and documents are kept in a single database file. On macOS and Linux, you can find it at <code>~/.local/share/taguette/taguette.sqlite3</code>. On Windows, you can find it at: <code>My Documents/Taguette/taguette.sqlite3</code>.
vi_vn: Tất cả Dự án và tài liệu được lưu trữ trong một CSDL duy nhất. Trên macOS và Linux, bạn sẽ thấy nó ở <code>~/.local/share/taguette/taguette.sqlite3</code>. Trên Windows, bạn thấy nó ở: <code>My Documents/Taguette/taguette.sqlite3</code>.

source: SQLite is ok, but I prefer another database system. Can I change what Taguette uses?
vi_vn: SQLite cũng ok, nhưng tôi muốn hệ CSDL khác. Tôi có thể thay đổi trong Taguette không?

source: <p>Yes! On the terminal, use the <code>--database</code> option to change the location of your database or use a different database system. The argument is in the <a href="https://docs.sqlalchemy.org/en/13/core/engines.html">format used by SQLAlchemy</a>, so for instance:</p> <ul> <li><code>sqlite:////home/myname/myfile.sqlite3</code> (Unix or MacOS) or <code>sqlite3:///C:\Users\myname\Documents\myfile.sqlite3</code> (Windows)</li> <li><code>postgresql://username:password@host:port/databasename</code></li> <li><code>mysql://user:password@host:port/databasename</code></li> <li>Any of the <a href="https://docs.sqlalchemy.org/en/13/core/engines.html">other backends supported by SQLAlchemy</a></li> </ul>
vi_vn: <p>Đúng! Trên thiết bị đầu cuối, sử dụng <code>--database</code> tùy chọn để thay đổi vị trí lưu cơ sở dữ liệu hoặc sử dụng một hệ thống cơ sở dữ liệu khác. Đối số nằm trong<a href="https://docs.sqlalchemy.org/en/13/core/engines.html">format used by SQLAlchemy</a>, ví dụ:</p> <ul> <li><code>sqlite:////home/myname/myfile.sqlite3</code> (Unix hay MacOS) hay <code>sqlite3:///C:\Users\myname\Documents\myfile.sqlite3</code> (Windows)</li> <li><code>postgresql://username:password@host:port/databasename</code></li> <li><code>mysql://user:password@host:port/databasename</code></li> <li>Bất cứ trong <a href="https://docs.sqlalchemy.org/en/13/core/engines.html">other backends supported by SQLAlchemy</a></li> </ul>

source: Self-hosting/multiuser mode Info
vi_vn: Thông tin về chế độ Self-hosting/nhiều người dùng

source: Can I install Taguette on my own server?
vi_vn: Tôi có thể cài đặt Taguette trên máy chủ của riêng tôi được không?

source: Absolutely! We know that putting choice in the hands of our users is what open source is all about 😊 You can install Taguette on your server via Docker or right from the source. Both methods can be found with step-by-step instructions on our <a href="self-host.html">self-hosting guide</a>.
vi_vn: Hoàn toàn có thể! Chúng tôi biết rằng việc trao quyền lựa chọn cho người dùng của chúng tôi là tất cả những gì về nguồn mở 😊 Bạn có thể cài đặt Taguette trên máy chủ của mình thông qua Docker hoặc ngay từ nguồn. Có thể tìm thấy cả hai phương pháp với hướng dẫn từng bước trên<a href="self-host.html">hướng dẫn self-hosting</a>.

source: I thought I followed the instructions but something went wrong -- what should I look at first?
vi_vn: Tôi nghĩ rằng tôi đã làm theo hướng dẫn nhưng đã xảy ra lỗi -- tôi nên xem cái gì trước tiên?

source: <p>Make sure you have <strong>correctly installed all the dependencies</strong> (via our <a href="self-host.html">self-hosting guide</a>) and have also <strong>edited the configuration file</strong>. We have two sample configurations for you to work from as well: <a href="https://gitlab.com/remram44/taguette/-/blob/master/contrib/nginx.conf">nginx</a> and <a href="https://gitlab.com/remram44/taguette/-/blob/master/contrib/apache2.conf">apache2</a>.</p> <p>If you can't quite figure out what happened, either <a href="https://gitlab.com/remram44/taguette/issues">submit an issue on GitLab</a>, or email us at <a href="mailto:hi@taguette.org">hi@taguette.org</a>.</p>
vi_vn: <p>Hãy chắc chắn rằng bạn đã <strong>cài đúng trên tất cả các thiết bị phụ thuộc</strong> (thông qua <a href="self-host.html">hướng dẫn self-hosting</a>) và cũng <strong>đã chỉnh sửa tệp cấu hình</strong>. Chúng tôi cũng có hai cấu hình mẫu để bạn làm việc: <a href="https://gitlab.com/remram44/taguette/-/blob/master/contrib/nginx.conf">nginx</a> và<a href="https://gitlab.com/remram44/taguette/-/blob/master/contrib/apache2.conf">apache2</a>.</p> <p>Nếu bạn cũng không thể hình dung ra chuyện gì đã xảy ra, chọn <a href="https://gitlab.com/remram44/taguette/issues">gửi vấn đề trên GitLab, hoặc gửi thư cho chúng tôi qua <a href="mailto:hi@taguette.org">hi@taguette.org</a>.</p>

source: %(hosted_app_link)s Info
vi_vn: Thông tin%(hosted_app_link)s

source: What is app.taguette.org?
vi_vn: Trang app.taguette.org là gì?

source: It is a version of Taguette hosted on our servers for free use by anyone! We host this from a rented dedicated server from <a href="https://www.ovhcloud.com/en/bare-metal/">OVH</a>, and our server's location is in France.
vi_vn: Đây là phiên bản Taguette được lưu trữ trên máy chủ của chúng tôi để mọi người sử dụng miễn phí! Chúng tôi lưu trữ cái này từ một máy chủ chuyên dụng được thuê từ<a href="https://www.ovhcloud.com/en/bare-metal/">OVH</a>, và máy chủ được đặt ở Pháp.

source: What do we need to register for an account, and what do you do with our account information?
vi_vn: Chúng tôi cần những gì để đăng ký tài khoản và bạn sẽ làm gì với thông tin tài khoản của chúng tôi?

source: To use <a href="https://app.taguette.org">app.taguette.org</a>, you need to register with a username and a password. You can provide an email address optionally, which we only use in case you forget your password. We will never sell your information to anyone else, and we will only use it to log you into your account.
vi_vn: Để sử dụng <a href="https://app.taguette.org">app.taguette.org</a>, bạn cần đăng ký bằng tên người dùng và mật khẩu. Bạn có thể cung cấp địa chỉ email tùy chọn, chúng tôi chỉ sử dụng địa chỉ này trong trường hợp bạn quên mật khẩu của mình. Chúng tôi sẽ không bao giờ bán thông tin của bạn cho bất kỳ ai khác và chúng tôi sẽ chỉ sử dụng thông tin đó để đăng nhập vào tài khoản của bạn.

source: What type of data should I upload to app.taguette.org?
vi_vn: Loại dữ liệu nào tôi có thể tải lên app.taguette.org?
