Repository: aLehav/ain_shomeret_taguette
Catalog: po/website_*.po
Languages: vi_vn

source: <p>Taguette can be run in two separate ways:</p> <ul> <li>On your machine, after <a href="install.html">installing it</a>. This requires no complex setup, and your data never has to leave your machine!</li> <li>On a server. This is more difficult to set up, but users can then use that installed version with nothing more than their web browser! We host a publicly available Taguette server at <a href="https://app.taguette.org/">app.taguette.org</a> at the moment, so you can feel free to use that. If you want to deploy your own server for your organization, read on!</li> </ul>
vi_vn: <p>Taguette có thể chạy theo 2 cách riêng biệt:</p> <ul> <li>Trên máy tính, sau khi <a href="install.html">cài đặt</a>. Điều nay không đòi hỏi thao tác gì phức tạp, và dữ liệu của bạn sẽ không bao giờ rời khỏi máy của bạn!</li> <li>Trên server. Điều này khó thiết lập hơn, nhưng sau đó người dùng có thể sử dụng phiên bản đã cài đặt đó mà không cần gì khác ngoài trình duyệt Web của họ! Chúng tôi lưu trữ một máy chủ Taguette có sẵn công khai tại <a href="https://app.taguette.org/">app.taguette.org</a> tại thời điểm này, vì vậy bạn có thể thoải mái sử dụng nó. Nếu bạn muốn triển khai máy chủ của riêng mình cho tổ chức của mình, hãy đọc tiếp!</li> </ul>

source: Using Docker
vi_vn: Sử dụng Docker

source: <p>If you so choose, you can simply run the <a href="https://quay.io/repository/remram44/taguette"><code>quay.io/remram44/taguette</code> Docker image</a>. You will be prompted for an 'admin' password the first time. You can persist the data by mounting a volume over <code>/data</code>, like so:</p> <pre>docker run --rm quay.io/remram44/taguette default-config &gt;/srv/taguette/config.py edit /srv/taguette/config.py # Edit configuration file, see below docker run -ti -p 80:7465 -v /srv/taguette:/data --restart=always quay.io/remram44/taguette server /data/config.py</pre>
vi_vn: <p>Nếu chọn cách này, bạn có thể chạy <a href="https://quay.io/repository/remram44/taguette"><code>quay.io/remram44/taguette</code> hình ảnh Docker </a>. Bạn sẽ được nhắc nhập mật khẩu 'quản trị viên' lần đầu tiên. Bạn có thể duy trì dữ liệu bằng cách gắn một ổ đĩa trên<code>/data</code>, như này:</p> <pre>docker run --rm quay.io/remram44/taguette default-config &gt;/srv/taguette/config.py edit /srv/taguette/config.py # Edit configuration file, see below docker run -ti -p 80:7465 -v /srv/taguette:/data --restart=always quay.io/remram44/taguette server /data/config.py</pre>

source: <p>If you want to use docker-compose, you can replace the last command (after setting up the configuration file) by <code>docker-compose up</code>, with a <code>docker-compose.yml</code> like:</p> <pre>version: "2.4" services: taguette: image: quay.io/remram44/taguette command: ["server", "/config.py"] ports: ["127.0.0.1:7465:7465"] volumes: - "./config.py:/config.py:ro" - "./data:/data"</pre>
vi_vn: <p>Nếu muốn sử dụng docker-compose, bạn có thể thay thế dòng lệnh cuối cùng (sau khi đã thiết lập file cấu hình) từ <code>docker-compose up</code>, sang <code>docker-compose.yml</code> như:</p> <pre>version: "2.4" services: taguette: image: quay.io/remram44/taguette command: ["server", "/config.py"] ports: ["127.0.0.1:7465:7465"] volumes: - "./config.py:/config.py:ro" - "./data:/data"</pre>

source: "Native" installation on a server
vi_vn: Cài đặt "Gốc" trên máy chủ

source: <p>You need Python 3.5 or better to run Taguette. Simply run <code>pip install taguette</code> to install the software. To be able to import non-HTML documents, you also need Calibre installed (specifically, the <code>ebook-convert</code> command).</p> <p>Using a virtual environment is recommended. Example installation on Ubuntu:</p> <pre>apt update apt install calibre python3.5 virtualenv virtualenv --python=python3.5 /srv/taguette . /srv/taguette/bin/activate pip install taguette taguette default-config &gt;config.py edit config.py # Edit configuration file, see below taguette --no-browser server config.py</pre>
vi_vn: <p>Bạn cần phiên bản Python 3.5 trở lên để chạy Taguette. Chạy <code>pip install taguette</code> để cài đặt phần mềm này. Để nhập được các tài liệu phi HTML, bạn cần cài Calibre (đặc biệt là phần lệnh<code>ebook-convert</code>).</p> <p>Sử dụng một môi trường ảo được khuyến khích. Ví dụ cài đặt trên Ubuntu:</p> <pre>apt update apt install calibre python3.5 virtualenv virtualenv --python=python3.5 /srv/taguette . /srv/taguette/bin/activate pip install taguette taguette default-config &gt;config.py edit config.py # Edit configuration file, see below taguette --no-browser server config.py</pre>

source: Configuration file
vi_vn: Tệp cấu hình

source: <p>In either case, running the server requires a configuration file. This file contains important information, such as email server and addresses, the port number to listen on, which database to use, whether registration of new accounts is enabled, etc.</p> <p>You can make Taguette print a configuration file for you to edit using <code>taguette default-config</code>.</p> <p>You might want to change the <code>PORT</code> to <code>80</code>, or better yet configure a web-server to act as a proxy, see below.</p>
vi_vn: <p>Trong cả hai trường hợp, việc chạy máy chủ yêu cầu tệp cấu hình. Tệp này chứa thông tin quan trọng, chẳng hạn như máy chủ email và địa chỉ, số cổng để nghe, cơ sở dữ liệu nào sẽ sử dụng, đăng ký tài khoản mới có được bật hay không, v.v...</p> <p>Bạn có thể làm cho Taguette in một tệp cấu hình để bạn chỉnh sửa bằng cách sử dụng <code>taguette default-config</code>.</p> <p>Bạn có thể thay <code>PORT</code> sang<code>80</code>, hoặc tốt hơn là định cấu hình máy chủ web để hoạt động như một proxy, xem bên dưới.</p>

source: Using a proxy server
vi_vn: Sử dụng máy chủ proxy

source: <p>For performance or security reasons, or simply because you want to host multiple sites on your machine, you might want to put a web-server (such as <a href="https://nginx.org/">nginx</a> or <a href="https://httpd.apache.org/">Apache</a>) in front of Taguette. That server will then simply relay connections to Taguette (a setup we call reverse proxy). You can use it to provide encryption using TLS (recommended) for example using <a href="https://letsencrypt.org/">Let's Encrypt</a>, free.</p> <p>To help with this, we provide <a href="https://gitlab.com/remram44/taguette/-/blob/master/contrib">example configuration files</a> that you can use.</p>
vi_vn: <p>Vì lý do hiệu suất hoặc bảo mật hoặc đơn giản là vì bạn muốn lưu trữ nhiều trang web trên máy của mình, bạn có thể muốn đặt một máy chủ web (như <a href="https://nginx.org/">nginx</a> hay <a href="https://httpd.apache.org/">Apache</a>) trước Taguette. Máy chủ này Sau đó, máy chủ đó sẽ chỉ chuyển tiếp các kết nối tới Taguette (một thiết lập mà chúng tôi gọi là Proxy ngược). Bạn có thể sử dụng nó để cung cấp mã hóa bằng TLS (được khuyến nghị) chẳng hạn bằng cách sử dụng <a href="https://letsencrypt.org/">Let's Encrypt</a>, miễn phí.</p> <p>Để trợ giúp việc này, chúng tôi cung cấp <a href="https://gitlab.com/remram44/taguette/-/blob/master/contrib">tệp cấu hình mẫu</a> để bạn có thể sử dụng.</p>

source: Database
vi_vn: Cơ sở dữ liệu

source: <p>The <code>DATABASE</code> setting should be a SQLAlchemy connection string. For example, you can use:</p> <ul> <li>a SQLite database file (note the 4 slashes): <code>sqlite:////srv/taguette/taguette.sqlite3</code></li> <li>a PostgreSQL database: <code>postgresql://user:secretpassword@localhost/taguette</code> (you need to <code>pip install psycopg2-binary</code>)</li> <li>a MariaDB database (<a href="https://gitlab.com/remram44/taguette/-/merge_requests/84">MySQL currently doesn't work</a>): <code>mysql+pymysql://user:secretpassword@localhost/taguette</code> (you need to <code>pip install pymysql cryptography</code>)</li> <li>... or any of the <a href="https://docs.sqlalchemy.org/en/13/core/engines.html">other databases supported by SQLAlchemy</a>. Note that we don't test any other database, so you might run into issues.</li> </ul>
vi_vn: <p> Cài đặt<code>CƠ SỞ DỮ LIỆU</code> phải là chuỗi kết nối SQLAlchemy. Ví dụ: bạn có thể sử dụng:</p> <ul> <li>một tệp CSDL SQLite (lưu ý 4 dấu gạch chéo): <code>sqlite:////srv/taguette/taguette.sqlite3</code></li> <li>một tệp CSDL PostgreSQL: <code>postgresql://user:secretpassword@localhost/taguette</code> (bạn cần <code>cài đặt pip psycopg2-binary</code>)</li> <li>một tệp CSDL MariaDB (<a href="https://gitlab.com/remram44/taguette/-/merge_requests/84">MySQL hiện tại không chạy</a>): <code>mysql+pymysql://user:secretpassword@localhost/taguette</code> (bạn cần <code>cài đặt pip pymysql đã mã </code>)</li> <li>... hay bất kỳ <a href="https://docs.sqlalchemy.org/en/13/core/engines.html">một CSDL nào khác được hỗ trợ bởi SQLAlchemy</a>. Lưu ý rằng chúng tôi không kiểm tra bất kỳ cơ sở dữ liệu nào khác, vì vậy bạn có thể gặp sự cố.</li> </ul>
